var courses = [
	{
		id: 1,
		name: 'Course 1',
		description: 'Страница редактирования и создания курса. Если id курса равен new, то это создание курса. Если пришел id отличный от new, то редактирование курса. Для получения и сохранения изменений использовать сервис Courses (созданный ранее).',
		duration: 120,
		date: '05.02.2015'
	},
	{
		id: 2,
		name: 'Course 2',
		description: 'Страница редактирования и создания курса. Если id курса равен new, то это создание курса. Если пришел id отличный от new, то редактирование курса. Для получения и сохранения изменений использовать сервис Courses (созданный ранее).',
		duration: 140,
		date: '05.02.2015'
	},
	{
		id: 3,
		name: 'Course 3',
		description: 'Страница редактирования и создания курса. Если id курса равен new, то это создание курса. Если пришел id отличный от new, то редактирование курса. Для получения и сохранения изменений использовать сервис Courses (созданный ранее).',
		duration: 150,
		date: '05.02.2015'
	},
	{
		id: 4,
		name: 'Course 4',
		description: 'Страница редактирования и создания курса. Если id курса равен new, то это создание курса. Если пришел id отличный от new, то редактирование курса. Для получения и сохранения изменений использовать сервис Courses (созданный ранее).',
		duration: 150,
		date: '05.02.2015'
	},
	{
		id: 6,
		name: 'Course 4',
		description: 'Страница редактирования и создания курса. Если id курса равен new, то это создание курса. Если пришел id отличный от new, то редактирование курса. Для получения и сохранения изменений использовать сервис Courses (созданный ранее).',
		duration: 150,
		date: '05.02.2015'
	},
	{
		id: 7,
		name: 'Course 4',
		description: 'Страница редактирования и создания курса. Если id курса равен new, то это создание курса. Если пришел id отличный от new, то редактирование курса. Для получения и сохранения изменений использовать сервис Courses (созданный ранее).',
		duration: 150,
		date: '05.02.2015'
	},
];

module.exports = courses;
